-- phpMyAdmin SQL Dump
-- version 4.5.0.2
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- 생성 시간: 15-11-29 14:03
-- 서버 버전: 10.0.17-MariaDB
-- PHP 버전: 5.6.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 데이터베이스: `college`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `andong`
--

CREATE TABLE `andong` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='안동대학교';

--
-- 테이블의 덤프 데이터 `andong`
--

INSERT INTO `andong` (`num`, `department`, `grade`) VALUES
(1, '[나군]국어국문학과', 67.4),
(2, '[나군]중어중문학과', 63.06),
(3, '[나군]유럽문화-관광학과', 60.61),
(4, '[나군]한문학과', 48.78),
(5, '[나군]민속학과', 61.72),
(6, '[나군]동양철학과', 49.05),
(7, '[나군]사학과', 69.77),
(8, '[나군]법학과', 65.47),
(9, '[나군]행정학과', 66.84),
(10, '[나군]경제학과', 54.96),
(11, '[나군]경영학과', 61.29),
(12, '[나군]무역학과', 66.18),
(13, '[나군]회계학과', 59.09),
(14, '[나군]국어교육과', 88.11),
(15, '[나군]윤리교육과', 79.88),
(16, '[나군]영어교육과', 90.16),
(17, '[나군]교육공학과', 68.67),
(18, '[나군]수학교육과', 83.75),
(19, '[나군]정보과학교육과', 60.18),
(20, '[나군]전자공학교육과', 56.27),
(21, '[나군]기계교육과', 69.22),
(22, '[나군]물리학과', 45.29),
(23, '[나군]응용화학과', 57.83),
(24, '[나군]생명과학과', 50.72),
(25, '[나군]지구환경과학과', 47.74),
(26, '[나군]정보통계학과', 56.6),
(27, '[나군]생약자원학과', 42.87),
(28, '[나군]식물의학과', 43.49),
(29, '[나군]원예육종학과', 44.17),
(30, '[나군]식품생명공학과', 51.37),
(31, '[나군]간호학과', 76.33),
(32, '[가군]금속신소재공학전공', 55.57),
(33, '[가군]응용신소재공학전공', 56.59),
(34, '[가군]기계공학과', 65.56),
(35, '[가군]기계자동차공학과', 59.81),
(36, '[가군]기계설계공학과', 59.11),
(37, '[가군]전자공학과', 60.53),
(38, '[가군]정보통신공학과', 55.29),
(39, '[가군]컴퓨터공학과', 57.83),
(40, '[가군]멀티미디어공학과', 49.32),
(41, '[가군]토목공학과', 52.02),
(42, '[가군]환경공학과', 53.64),
(43, '[가군]건축공학과', 56.24),
(44, '[가군]생활환경복지학과', 57.39),
(45, '[가군]의류학과', 48.14),
(46, '[가군]식품영양학과', 57.98),
(47, '[가군]체육학과', 64.82),
(48, '[다군]음악과(성악)', 41.81),
(49, '[다군]음악과(피아노)', 41.58),
(50, '[다군]음악과(관현악)', 24.21),
(51, '[나군]미술학과(동양화)', 36.75),
(52, '[나군]미술학과(서양화)', 48.41),
(53, '[나군]미술학과(조소)', 38.17);

-- --------------------------------------------------------

--
-- 테이블 구조 `catholic_of_daegu`
--

CREATE TABLE `catholic_of_daegu` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='대구가톨릭대학교';

--
-- 테이블의 덤프 데이터 `catholic_of_daegu`
--

INSERT INTO `catholic_of_daegu` (`num`, `department`, `grade`) VALUES
(1, '[나군]한국어문학부', 48.01),
(2, '[나군]영어영문학전공', 52.33),
(3, '[나군]실무영어전공', 53.31),
(4, '[나군]중남미학부', 52),
(5, '[나군]중어중국학전공', 59.03),
(6, '[나군]일어일문전공', 41.67),
(7, '[나군]러시아어전공', 45.2),
(8, '[나군]경영학과', 52.07),
(9, '[나군]경제금융부동산전공', 53.2),
(10, '[나군]무역학전공', 49.48),
(11, '[나군]경영정보학과', 49.63),
(12, '[나군]세무-회계학과', 55.73),
(13, '[나군]관광경영학전공', 49.88),
(14, '[나군]호텔경영학전공', 47.06),
(15, '[나군]수리정보과학과', 43.2),
(16, '[나군]생명화학과', 56.84),
(17, '[나군]환경과학과', 48.19),
(18, '[나군]조경학전공', 46.92),
(19, '[나군]원예학전공', 44.3),
(20, '[나군]식품영양학과', 48.58),
(21, '[나군]생명공학과', 57.57),
(22, '[나군]식품공학전공', 56.08),
(23, '[나군]외식식품산업학전공', 46.32),
(24, '[나군]의생명과학과', 58.38),
(25, '[나군]제약산업공학과', 55.76),
(26, '[나군]국제의료경영학과', 55.83),
(27, '[나군]산업보건학과', 56.32),
(28, '[나군]도서관학과', 52.37),
(29, '[나군]심리학과', 75.29),
(30, '[나군]아동학과', 52.05),
(31, '[나군]사회학과', 48.08),
(32, '[나군]사회복지학과', 47.06),
(33, '[나군]언론광고학부', 50.48),
(34, '[나군]가족소비자학과', 49.38),
(35, '[나군]법학과', 57.62),
(36, '[나군]경찰행정학과', 56.43),
(37, '[나군]행정학과', 55.7),
(38, '[나군]정치외교학과', 45.6),
(39, '[나군]자율전공학부(인문)', 58.62),
(40, '[다군]기계자동차공학부', 60.54),
(41, '[다군]IT공학부', 55.44),
(42, '[다군]전자전기공학과', 59.73),
(43, '[다군]건축학전공', 57.46),
(44, '[다군]건축공학전공', 51.75),
(45, '[다군]신소재화학공학과', 57.18),
(46, '[다군]의예과', 95.26),
(47, '[다군]간호학과', 81.87),
(48, '[다군]의공학과', 51.08),
(49, '[다군]방사선학과', 56.85),
(50, '[다군]물리치료학과', 66.31),
(51, '[다군]언어청각치료학과', 50.33),
(52, '[다군]안경광학과', 51.17),
(53, '[다군]국어교육과', 75.73),
(54, '[다군]영어교육과', 69.32),
(55, '[다군]수학교육과', 63.46),
(56, '[다군]역사교육과', 72.39),
(57, '[다군]지리교육과', 67.34),
(58, '[다군]유아교육과', 70.3),
(59, '[다군]교육학과', 72.94),
(60, '[다군]자율전공학부(자연)', 55.39);

-- --------------------------------------------------------

--
-- 테이블 구조 `daeguhaany`
--

CREATE TABLE `daeguhaany` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='대구한의대학교';

--
-- 테이블의 덤프 데이터 `daeguhaany`
--

INSERT INTO `daeguhaany` (`num`, `department`, `grade`) VALUES
(1, '[나군]한의예과(자연)', 95.39),
(2, '[나군]한의예과(인문)', 97.08),
(3, '[가군]간호학과', 77.95),
(4, '[나군]의료공학전공', 58.72),
(5, '[나군]IT의료산업학전공', 55.81),
(6, '[다군]데이터경영학전공', 52.63),
(7, '[나군]스마트IT전공', 56.36),
(8, '[가군]제약공학과', 60.6),
(9, '[나군]한방스포츠의학과', 59.33),
(10, '[나군]물리치료학과', 75.33),
(11, '[가군]임상병리학과', 68.52),
(12, '[나군]미술치료학과', 58.33),
(13, '[나군]화장품약리학전공', 61.14),
(14, '[나군]식품생명공학전공', 52.74),
(15, '[나군]화장품소재공학전공', 57.03),
(16, '[다군]식품조리학전공', 51.52),
(17, '[다군]식품영양학전공', 59.86),
(18, '[나군]한약개발학전공', 49.67),
(19, '[다군]산림조경학전공', 52.44),
(20, '[가군]뷰티케어산업학과', 41.75),
(21, '[가군]향산업학과', 48.67),
(22, '[다군]보건학부', 60.76),
(23, '[나군]소방방재환경전공', 58),
(24, '[다군]방재안전관리전공', 56.69),
(25, '[나군]청소년교육상담학과', 61.71),
(26, '[가군]아동복지학과', 61.04),
(27, '[다군]노인복지학과', 59.07),
(28, '[가군]상담심리학과', 64.6),
(29, '[다군]의료경영학과', 63.79),
(30, '[다군]실버스포츠학과', 54.89),
(31, '[나군]중등특수교육과', 78.75),
(32, '[나군]항공서비스학과', 56.25),
(33, '[나군]중국어과', 52.21),
(34, '[가군]통상경제학부', 54.3),
(35, '[다군]호텔관광학과', 59.61),
(36, '[다군]경찰행정학과', 68),
(37, '[가군]시각미디어디자인학과', 29.5),
(38, '[나군]실내디자인전공', 49.28),
(39, '[가군]건축학전공', 47.92);

-- --------------------------------------------------------

--
-- 테이블 구조 `daejeon`
--

CREATE TABLE `daejeon` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='대전대학교';

--
-- 테이블의 덤프 데이터 `daejeon`
--

INSERT INTO `daejeon` (`num`, `department`, `grade`) VALUES
(1, '[나군]글로벌융합창의학부', 63.62),
(2, '[다군]국어국문창작학부', 54.13),
(3, '[다군]역사문화학과', 49.33),
(4, '[다군]커뮤니케이션디자인학전공', 51.85),
(5, '[다군]영상애니메이션학전공', 47.9),
(6, '[나군]중등특수교육과', 62.83),
(7, '[다군]법학과', 48.19),
(8, '[나군]경찰학과', 67.48),
(9, '[다군]행정학과', 67.96),
(10, '[다군]정치미디어학과', 48.33),
(11, '[나군]사회복지학과', 53.64),
(12, '[가군]군사학과(남자)', 63.25),
(13, '[가군]군사학과(여자)', 63.29),
(14, '[다군]경영학과', 61.77),
(15, '[가군]국제언어학과', 50.05),
(16, '[다군]국제통상학과', 57.08),
(17, '[다군]물류유통학과', 56.77),
(18, '[가군]산업-광고심리학과', 61.96),
(19, '[다군]회계학과', 55.28),
(20, '[가군]비즈니스정보통계학과', 47.48),
(21, '[가군]병원경영학과', 60.98),
(22, '[다군]경제학과', 52.08),
(23, '[다군]건축학과(5년제)', 68.4),
(24, '[다군]건축공학과', 69.1),
(25, '[다군]토목공학과', 54.53),
(26, '[가군]환경공학과', 54.67),
(27, '[다군]지반방재공학전공', 58.26),
(28, '[다군]소방방재학전공', 62.03),
(29, '[나군]컴퓨터공학과', 60.73),
(30, '[나군]전자-정보통신공학과', 52.69),
(31, '[나군]정보보안학과', 64.26),
(32, '[다군]신소재공학과', 75.67),
(33, '[다군]응용화학과', 61.63),
(34, '[다군]생명과학부', 61.79),
(35, '[나군]임상병리학과', 71.26),
(36, '[나군]응급구조학과(남자)', 63.22),
(37, '[나군]응급구조학과(여자)', 67.95),
(38, '[다군]물리치료학과', 67.9),
(39, '[나군]뷰티건강관리학과', 45.74),
(40, '[가군]아동교육상담학과', 52.27),
(41, '[가군]패션디자인-비즈니스학과', 56.81),
(42, '[가군]식품영양학과', 56.48),
(43, '[가군]한의예과(인문)', 96.73),
(44, '[가군]한의예과(자연)', 93.21),
(45, '[가군]한의예과(인문)-지역', 96.31),
(46, '[가군]한의예과(자연)-지역', 91.83),
(47, '[나군]간호학과', 74.39);

-- --------------------------------------------------------

--
-- 테이블 구조 `dankook`
--

CREATE TABLE `dankook` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='단국대학교';

--
-- 테이블의 덤프 데이터 `dankook`
--

INSERT INTO `dankook` (`num`, `department`, `grade`) VALUES
(1, '[가군]국제학부(국제경영학전공)', 90.73),
(2, '[가군]국제학부(모바일시스템공학전공)', 82.96),
(3, '[가군]영미인문학과', 84),
(4, '[가군]커뮤니케이션학부', 87.05),
(5, '[가군]상담학과', 87.46),
(6, '[가군]경영학부', 86.69),
(7, '[가군]건축학과(5년제) 인문', 87),
(8, '[가군]건축학과(5년제) 자연', 74.81),
(9, '[가군]화학공학과', 81.63),
(10, '[가군]특수교육과', 86.35),
(11, '[가군]수학교육과', 84.17),
(12, '[가군]과학교육과', 82.85),
(13, '[가군]영화(이론,연출,스탭)', 88.86),
(14, '[가군]연극(연출,스탭)', 88.22),
(15, '[가군]연극(연기)-실기위주', 52.15),
(16, '[가군]뮤지컬(연기)-실기위주', 74.36),
(17, '[나군]국어국문학과', 83.61),
(18, '[나군]법학과', 86.08),
(19, '[나군]정치외교학과', 86.46),
(20, '[나군]행정학과', 87.28),
(21, '[나군]도시계획-부동산학부', 85.65),
(22, '[나군]경제학과', 87.81),
(23, '[나군]무역학과', 87.54),
(24, '[나군]전자전기공학부', 80.1),
(25, '[나군]고분자공학과', 81.06),
(26, '[나군]기계공학과', 81.58),
(27, '[나군]체육교육과(남자)', 89.2),
(28, '[나군]체육교육과(여자)', 89.07),
(29, '[나군]무용과(한국무용)', 37.21),
(30, '[나군]무용과(발레)', 38.54),
(31, '[나군]무용과(현대무용)', 32.94),
(32, '[나군]기악과(피아노)', 71.86),
(33, '[나군]기악과(바이올린)', 45.39),
(34, '[나군]기악과(비올라)', 30.93),
(35, '[나군]기악과(첼로)', 49.35),
(36, '[나군]기악과(더블베이스)', 44.74),
(37, '[나군]기악과(플루트)', 66.6),
(38, '[나군]기악과(오보에)', 67.14),
(39, '[나군]기악과(클라리넷)', 71.2),
(40, '[나군]기악과(바순)', 24.86),
(41, '[나군]기악과(색소폰)', 62.6),
(42, '[나군]기악과(호른)', 25.4),
(43, '[나군]기악과(트럼펫)', 49.26),
(44, '[나군]기악과(테너트롬본)', 18.9),
(45, '[나군]기악과(튜바)', 24),
(46, '[나군]기악과(타악기)', 50.84),
(47, '[나군]성악과(남자)', 59.72),
(48, '[나군]성악과(여자)', 86.1),
(49, '[나군]작곡과', 58.99),
(50, '[나군]국악과(해금)', 68.89),
(51, '[나군]국악과(아쟁)', 55.56),
(52, '[나군]국악과(대금)', 46.2),
(53, '[나군]국악과(피리)', 14.67),
(54, '[나군]국악과(가야금)', 72.54),
(55, '[나군]국악과(거문고)', 64.2),
(56, '[나군]국악과(장고,꽹과리)', 53.21),
(57, '[나군]국악과(정가)', 45.36),
(58, '[나군]국악과(판소리)', 44.58),
(59, '[나군]국악과(경서도창)', 23.2),
(60, '[나군]국악과(이론,작곡)', 7.6),
(61, '[다군]사학과', 86),
(62, '[다군]철학과', 85.52),
(63, '[다군]응용통계학과', 88.6),
(64, '[다군]경영학부', 89.69),
(65, '[다군]건축공학과', 78.69),
(66, '[다군]파이버시스템공학과', 78.89),
(67, '[다군]소프트웨어학과', 81.31),
(68, '[다군]응용컴퓨터공학과', 79.78),
(69, '[다군]토목환경공학과', 77.62),
(70, '[다군]한문교육과', 83.32),
(71, '[다군]도예과', 78.18);

-- --------------------------------------------------------

--
-- 테이블 구조 `gyeongsang`
--

CREATE TABLE `gyeongsang` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='경상대학교';

--
-- 테이블의 덤프 데이터 `gyeongsang`
--

INSERT INTO `gyeongsang` (`num`, `department`, `grade`) VALUES
(1, '[가군]국어국문학과', 72.29),
(2, '[가군]독어독문학과', 66.37),
(3, '[가군]러시아학과', 69.41),
(4, '[가군]불어불문학과', 67.48),
(5, '[가군]사학과', 73.28),
(6, '[가군]영어영문학과', 74.27),
(7, '[가군]중어중문학과', 73.49),
(8, '[가군]철학과', 62.28),
(9, '[가군]한문학과', 66.36),
(10, '[가군]민속무용학과', 13.84),
(11, '[다군]경제학과', 79.88),
(12, '[다군]사회복지학과', 75.6),
(13, '[다군]사회학과', 74.81),
(14, '[다군]심리학과', 78.64),
(15, '[다군]정치외교학과', 73.19),
(16, '[다군]행정학과', 83.43),
(17, '[가군]물리학과', 56.7),
(18, '[가군]생명과학부', 64.49),
(19, '[가군]수학과', 61.54),
(20, '[가군]식품영양학과', 62.81),
(21, '[가군]의류학과', 52.72),
(22, '[가군]정보통계학과', 61.9),
(23, '[가군]지질과학과', 53.12),
(24, '[가군]컴퓨터과학과', 60.18),
(25, '[가군]화학과', 67.87),
(26, '[가군]경영정보학과', 72.12),
(27, '[가군]경영학과', 77.47),
(28, '[가군]국제통상학과', 74.59),
(29, '[가군]회계학과', 76.7),
(30, '[가군]식품자원경제학과', 71.2),
(31, '[가군]환경산림과학부', 66.56),
(32, '[가군]농업식물과학과', 60.41),
(33, '[가군]축산생명학과', 54.24),
(34, '[가군]농화학식품공학과', 60.8),
(35, '[가군]식물의학과', 54.45),
(36, '[가군]애그로시스템공학부', 56.82),
(37, '[가군]교육학과', 81.73),
(38, '[가군]국어교육과', 85.1),
(39, '[가군]역사교육과', 83.55),
(40, '[가군]영어교육과', 87.33),
(41, '[가군]윤리교육과', 78.57),
(42, '[가군]일반사회교육과', 83.27),
(43, '[가군]일어교육과', 72.11),
(44, '[가군]지리교육과', 82.8),
(45, '[가군]유아교육과', 78.96),
(46, '[가군]물리교육과', 70.1),
(47, '[가군]생물교육과', 78.15),
(48, '[가군]수학교육과', 79.77),
(49, '[가군]화학교육과', 74.54),
(50, '[가군]미술교육과', 55.52),
(51, '[가군]음악교육과', 59.01),
(52, '[가군]체육교육과', 69.64),
(53, '[가군]의예과', 95.4),
(54, '[가군]의예과(지역인재전형)', 94.96),
(55, '[가군]수의예과', 90.7),
(56, '[가군]간호학과', 74.25),
(57, '[다군]기계항공정보융합공학부', 73.47),
(58, '[다군]나노신소재공학부', 61.31),
(59, '[다군]산업시스템공학부', 57.32),
(60, '[다군]건축도시토목공학부', 56.43),
(61, '[다군]건축학과', 67.63),
(62, '[다군]반도체공학과', 59.59),
(63, '[다군]화학공학과', 70.56),
(64, '[다군]전기공학과', 65.48),
(65, '[다군]전자공학과', 65.89),
(66, '[다군]제어계측공학과', 62.26),
(67, '[다군]법학과', 75.72),
(68, '[다군]수산경영학과', 64.91),
(69, '[다군]해양식품생명의학과', 47.91),
(70, '[다군]해양경찰시스템학과', 51.03),
(71, '[다군]기계시스템공학과', 59.11),
(72, '[다군]에너지기계공학과', 57.78),
(73, '[다군]정보통신공학과', 50.16),
(74, '[다군]조선해양공학과', 62.64),
(75, '[다군]해양토목공학과', 51.09),
(76, '[다군]해양환경공학과', 51.84);

-- --------------------------------------------------------

--
-- 테이블 구조 `honam`
--

CREATE TABLE `honam` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='호남대학교';

--
-- 테이블의 덤프 데이터 `honam`
--

INSERT INTO `honam` (`num`, `department`, `grade`) VALUES
(1, '[나군]간호학과', 71.45),
(2, '[나군]치위생학과', 54.85),
(3, '[나군]응급구조학과', 52.63),
(4, '[나군]물리치료학과', 58.93),
(5, '[나군]작업치료학과', 48.85),
(6, '[나군]언어치료학과', 39.55),
(7, '[나군]한약재산업학과', 25.15),
(8, '[나군]조리과학과', 49.13),
(9, '[나군]식품영양학과', 43.63),
(10, '[가군]스포츠레저학과', 34.43),
(11, '[가군]골프산업학과', 18.4),
(12, '[가군]축구학과', 54.18),
(13, '[가군]태권도경호학과', 47.25),
(14, '[가군]의상디자인학과', 55.93),
(15, '[가군]미술학과', 23.23),
(16, '[가군]산업디자인학과', 42.43),
(17, '[가군]미디어영상공연학과', 37.33),
(18, '[가군]뷰티미용학과', 24.7),
(19, '[나군]조경학과', 49.35),
(20, '[나군]건축학과', 52.68),
(21, '[나군]토목환경공학과', 43.15),
(22, '[나군]전기공학과', 50.56),
(23, '[나군]전자공학과', 45.28),
(24, '[나군]이동통신공학과', 38.08),
(25, '[나군]컴퓨터공학과', 49.1),
(26, '[나군]정보통신공학과', 45.05),
(27, '[나군]인터넷콘텐츠학과', 41.63),
(28, '[나군]경영학과', 46.08),
(29, '[나군]무역경제학과', 39.58),
(30, '[나군]관광경영학과', 41.4),
(31, '[나군]호텔경영학과', 45.25),
(32, '[나군]문화산업경영학과', 47.9),
(33, '[나군]국제학부(중국어학과)', 49.93),
(34, '[나군]유아교육학과', 59.7),
(35, '[나군]영어영문학과', 51.7),
(36, '[나군]일본어학과', 35.63),
(37, '[나군]사회복지학과', 45.05),
(38, '[나군]상담심리학과', 55.8),
(39, '[나군]경찰학과', 56.33),
(40, '[나군]소방행정학과', 56.47),
(41, '[나군]법학과', 47.95),
(42, '[나군]행정학과', 57.89),
(43, '[나군]신문방송학과', 44.2);

-- --------------------------------------------------------

--
-- 테이블 구조 `inha`
--

CREATE TABLE `inha` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='인하대학교';

--
-- 테이블의 덤프 데이터 `inha`
--

INSERT INTO `inha` (`num`, `department`, `grade`) VALUES
(1, '[나군]기계공학과', 89.5),
(2, '[나군]항공우주공학과', 87.4),
(3, '[가군]조선해양공학과', 84.54),
(4, '[가군]산업경영공학과', 84.68),
(5, '[나군]화학공학과', 90.23),
(6, '[가군]생명공학과', 85.3),
(7, '[나군]고분자공학과', 86.17),
(8, '[다군]유기응용재료공학과', 89.65),
(9, '[나군]신소재공학과', 87.1),
(10, '[가군]사회인프라공학과', 82.1),
(11, '[가군]환경공학과', 82.71),
(12, '[다군]공간정보공학과(자연)', 85.83),
(13, '[나군]건축공학과', 83.28),
(14, '[가군]건축학과(자연)', 82.62),
(15, '[나군]에너지자원공학과', 83.86),
(16, '[가군]전기공학과', 88.09),
(17, '[나군]전자공학과', 88.88),
(18, '[나군]컴퓨터정보공학과', 85.14),
(19, '[가군]정보통신공학과', 85.25),
(20, '[가군]수학과', 86.52),
(21, '[나군]통계학과', 84.32),
(22, '[다군]물리학과', 84.73),
(23, '[나군]화학과', 85.69),
(24, '[나군]생명과학과', 83.56),
(25, '[다군]해양과학과', 84.25),
(26, '[나군]글로벌금융학과(자연)', 87),
(27, '[나군]아태물류학부(자연)', 90.5),
(28, '[나군]수학교육과', 86.65),
(29, '[가군]식품영양학과', 79.42),
(30, '[다군]의류디자인학과(자연)', 81.1),
(31, '[나군]의예과', 96.57),
(32, '[나군]간호학과(자연)', 82.1),
(33, '[다군]공간정보공학과(인문)', 90.69),
(34, '[가군]건축학과(인문)', 87.19),
(35, '[나군]경제학과', 87.74),
(36, '[나군]국제통상학과', 89.18),
(37, '[가군]경영학과', 87.49),
(38, '[나군]글로벌금융학과(인문)', 89.79),
(39, '[나군]아태물류학부(인문)', 93),
(40, '[가군]국어교육과', 87.43),
(41, '[나군]영어교육과', 88.61),
(42, '[나군]사회교육과', 87.42),
(43, '[가군]교육학과', 88.21),
(44, '[가군]행정학과', 87.29),
(45, '[나군]정치외교학과', 86.91),
(46, '[가군]언론정보학과', 86.79),
(47, '[가군]한국어문학과', 85.14),
(48, '[가군]사학과', 85.83),
(49, '[다군]철학과', 84.23),
(50, '[나군]중국언어문화학과', 85.54),
(51, '[다군]일본언어문화학과', 84),
(52, '[가군]영어영문학과', 86.3),
(53, '[나군]프랑스언어문화학과', 85.98),
(54, '[가군]문화콘텐츠학과', 87.33),
(55, '[나군]문화경영학과', 86.74),
(56, '[다군]소비자학과', 86.89),
(57, '[다군]아동학과', 85.39),
(58, '[다군]의류디자인학과(인문)', 85),
(59, '[다군]간호학과(인문)', 91.11);

-- --------------------------------------------------------

--
-- 테이블 구조 `keimyung`
--

CREATE TABLE `keimyung` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='계명대학교';

--
-- 테이블의 덤프 데이터 `keimyung`
--

INSERT INTO `keimyung` (`num`, `department`, `grade`) VALUES
(1, '[가군]중국학전공', 63.07),
(2, '[가군]일본학전공', 59.33),
(3, '[가군]미국학전공', 59.71),
(4, '[가군]유럽학전공', 62.01),
(5, '[가군]스페인어중남미학전공', 58.43),
(6, '[가군]교육학과', 69.75),
(7, '[가군]한문교육과', 62.85),
(8, '[가군]유아교육과', 73.5),
(9, '[가군]영어교육과', 76.35),
(10, '[가군]국어교육과', 73.95),
(11, '[가군]경영학전공', 67),
(12, '[가군]관광경영학전공', 62.68),
(13, '[가군]경영정보학전공', 64.9),
(14, '[가군]회계학전공', 68.33),
(15, '[가군]세무학전공', 65.71),
(16, '[가군]EMU경영학부', 73.32),
(17, '[가군]법학과', 63.1),
(18, '[가군]경찰행정학과', 80.72),
(19, '[가군]토목공학전공', 57.5),
(20, '[가군]건축학전공', 57.73),
(21, '[가군]건축공학전공', 60.25),
(22, '[가군]전자공학전공', 64.63),
(23, '[가군]전기에너지공학전공', 63.25),
(24, '[가군]컴퓨터공학전공', 63.06),
(25, '[가군]게임모바일공학전공', 61.25),
(26, '[가군]디지펜게임공학전공', 65.44),
(27, '[가군]도시계획학전공', 59.5),
(28, '[가군]교통공학전공', 57.74),
(29, '[가군]생태조경학전공', 59.53),
(30, '[가군]화학공학과', 65.26),
(31, '[가군]신소재공학과', 64.52),
(32, '[가군]경영공학과', 60.08),
(33, '[가군]기계자동차공학과', 67.81),
(34, '[가군]패션마케팅학전공', 67.31),
(35, '[가군]스포츠마케팅학과', 60.99),
(36, '[다군]자율전공부 인문사회계열', 66.18),
(37, '[다군]자율전공부 자연계열', 62.76),
(38, '[다군]국어국문학전공', 60.06),
(39, '[다군]한국문화정보학전공', 57.38),
(40, '[다군]영어영문학전공', 64.85),
(41, '[다군]독일어문학전공', 60.6),
(42, '[다군]중국어문학전공', 63.69),
(43, '[다군]일본어문학전공', 57.63),
(44, '[다군]러시아어문학전공', 57.59),
(45, '[다군]사학과', 60.29),
(46, '[다군]기독교학과', 61.95),
(47, '[다군]문예창작학과', 62.68),
(48, '[다군]철학윤리학과', 55.96),
(49, '[다군]경제금융학전공', 63.5),
(50, '[다군]국제통상학전공', 66.68),
(51, '[다군]전자무역학전공', 56.03),
(52, '[다군]행정학전공', 63.91),
(53, '[다군]정치외교학전공', 60.68),
(54, '[다군]언론영상학전공', 63.71),
(55, '[다군]광고홍보학전공', 64.07),
(56, '[다군]소비자정보학과', 62.09),
(57, '[다군]사회학과', 56.99),
(58, '[다군]심리학과', 70.12),
(59, '[다군]문헌정보학과', 64.29),
(60, '[다군]사회복지학과', 59.79),
(61, '[다군]IB(국제경영학과)', 77.66),
(62, '[다군]IR(국제관계학과)', 77.65),
(63, '[다군]수학전공', 55.75),
(64, '[다군]통계학전공', 63.05),
(65, '[다군]화학전공', 62.88),
(66, '[다군]생명과학전공', 58),
(67, '[다군]공중보건학전공', 61.22),
(68, '[다군]식품가공학전공', 62.08),
(69, '[다군]식품영양학전공', 59.25),
(70, '[다군]환경과학전공', 59.69),
(71, '[다군]지구환경학전공', 59.29),
(72, '[다군]의예과', 96.19),
(73, '[다군]의용공학과', 58.86),
(74, '[다군]간호학과', 81.22),
(75, '[다군]중국학전공(야간)', 54.21),
(76, '[다군]일본학전공(야간)', 45.13),
(77, '[다군]미국학전공(야간)', 50.67),
(78, '[다군]경영학전공(야간)', 55),
(79, '[다군]경영정보학전공(야간)', 55.19),
(80, '[다군]회계학전공(야간)', 56.58),
(81, '[다군]경제금융학전공(야간)', 50.75),
(82, '[다군]국제통상학전공(야간)', 51.5),
(83, '[다군]행정학전공(야간)', 55.5);

-- --------------------------------------------------------

--
-- 테이블 구조 `konkuk`
--

CREATE TABLE `konkuk` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='건국대학교';

--
-- 테이블의 덤프 데이터 `konkuk`
--

INSERT INTO `konkuk` (`num`, `department`, `grade`) VALUES
(1, '[가군]지리학과', 91.21),
(2, '[가군]상경대학', 91.61),
(3, '[가군]일어교육과', 90.21),
(4, '[가군]영어교육과', 91.8),
(5, '[가군]물리학부', 87.07),
(6, '[가군]건축학부', 85.83),
(7, '[가군]기계공학부', 88.64),
(8, '[가군]항공우주정보시스템공학과', 85.72),
(9, '[가군]전기공학과', 87.89),
(10, '[가군]화학공학과', 89.44),
(12, '[가군]생명공학과', 87.61),
(13, '[가군]인터넷-미디어공학부', 86.46),
(14, '[가군]컴퓨터공학부', 87.23),
(15, '[가군]전자공학부', 88.18),
(16, '[가군]특성화학부', 88.25),
(17, '[가군]수의예과', 94.49),
(18, '[가군]수학교육과', 89.21),
(19, '[나군]국어국문학과', 89.82),
(20, '[나군]중어중문학과', 91.32),
(21, '[나군]철학과', 90.11),
(22, '[나군]사학과', 90.61),
(23, '[나군]문화콘텐츠학과', 91.51),
(24, '[나군]정치대학', 91),
(25, '[나군]상경대학', 91.46),
(26, '[나군]경영-경영정보학부', 90.89),
(27, '[나군]기술경영학과', 91.55),
(28, '[나군]의상디자인학과-인문계', 90.63),
(29, '[나군]교육공학과', 90.61),
(30, '[나군]융합인재학부-공공인재전공', 91.03),
(31, '[나군]수학과', 89.1),
(32, '[나군]화학과', 88.94),
(33, '[나군]토목공학과', 85.82),
(34, '[나군]환경공학과', 87.4),
(35, '[나군]융합신소재공학과', 89.56),
(36, '[나군]유기나노시스템공학과', 88.7),
(37, '[나군]산업공학과', 88.99),
(38, '[나군]동물생명공학과', 87.68),
(39, '[나군]축산식품공학과', 85.79),
(40, '[나군]동물자원과학과', 85.51),
(41, '[나군]바이오산업공학과', 85.91),
(42, '[나군]응용생물과학과', 88.35),
(43, '[나군]생명자원식품공학과', 86.57),
(44, '[나군]사회환경시스템공학과', 86.43),
(45, '[나군]보건환경과학과', 86.2),
(46, '[나군]녹지환경계획학과', 84.38),
(47, '[나군]생명과학특성학부', 88.47),
(48, '[나군]융합인재학부-과학인재전공', 88.53),
(49, '[나군]커뮤니케이션디자인학과', 77.28),
(50, '[나군]산업디자인학과', 77.54),
(51, '[나군]의상디자인학과-예체능계', 77.05),
(52, '[나군]현대미술학과', 63.39),
(53, '[나군]체육교육과', 79.07),
(54, '[다군]영어영문학과', 91.86),
(55, '[다군]미디어커뮤니케이션학과', 92.63),
(56, '[다군]경영-경영정보학부', 92.94),
(57, '[다군]영상학과-인문계', 90.8),
(58, '[다군]국제학부', 90),
(59, '[다군]텍스타일디자인학과', 76.73),
(60, '[다군]영상학과-예체능계', 71.19),
(61, '[다군]영화학과-연출,제작', 93.77),
(62, '[다군]공예학과', 76.76),
(63, '[다군]음악교육과', 74.4);

-- --------------------------------------------------------

--
-- 테이블 구조 `kyungil`
--

CREATE TABLE `kyungil` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='경일대학교';

--
-- 테이블의 덤프 데이터 `kyungil`
--

INSERT INTO `kyungil` (`num`, `department`, `grade`) VALUES
(1, '[나군]자율전공학부', 61.83),
(2, '[가군]기계자동차학부', 70.23),
(3, '[가군]전자공학과', 66.23),
(4, '[가군]사이버보안학과', 63.4),
(5, '[다군]컴퓨터공학과', 64.1),
(6, '[다군]로봇응용학과', 58.67),
(7, '[다군]신재생에너지학과', 60.9),
(8, '[가군]화학공학과', 61.1),
(9, '[가군]전기-철도공학부', 65.77),
(10, '[가군]의용공학과', 56.77),
(11, '[가군]건설공학부', 50.43),
(12, '[가군]건축학부-건축학(4,5년)', 64.07),
(13, '[다군]건축학부-건축공학', 57.33),
(14, '[다군]소방방재학과', 81.07),
(15, '[다군]공간정보공학과', 49.83),
(16, '[다군]식품과학부', 55.57),
(17, '[가군]경영학부', 57.33),
(18, '[가군]금융증권학과', 51.1),
(19, '[다군]세무-회계학과', 61.33),
(20, '[다군]국제통상학과', 57.33),
(21, '[다군]영어학과', 56.9),
(22, '[가군]경찰학과', 74.93),
(23, '[가군]사회복지학과', 62),
(24, '[가군]문헌정보학과', 57.33),
(25, '[다군]행정학과', 58),
(26, '[다군]부동산지적학과', 56.4),
(27, '[가군]간호학과', 70.5),
(28, '[다군]응급구조학과', 59.03),
(29, '[다군]심리치료학과', 67.13),
(30, '[나군]디자인학부', 43.57),
(31, '[나군]뷰티학과', 42.3),
(32, '[가군]스포츠학과', 57.03);

-- --------------------------------------------------------

--
-- 테이블 구조 `sahmyook`
--

CREATE TABLE `sahmyook` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='삼육대학교';

--
-- 테이블의 덤프 데이터 `sahmyook`
--

INSERT INTO `sahmyook` (`num`, `department`, `grade`) VALUES
(1, '[가군]영미어문학부', 80.43),
(2, '[가군]중국어과', 80.21),
(3, '[가군]일본어과', 79.53),
(4, '[가군]경영학과', 79.52),
(5, '[가군]경영정보학과', 80.14),
(6, '[가군]유아교육과', 81.19),
(7, '[가군]사회복지학과', 80.31),
(8, '[가군]보건관리학과', 81.28),
(9, '[가군]상담심리학과', 80.53),
(10, '[가군]생활체육학과', 79.36),
(11, '[가군]식품영양학과', 79.66),
(12, '[가군]컴퓨터학부', 78.86),
(13, '[가군]화학과', 78.73),
(14, '[가군]생명과학과', 73.83),
(15, '[가군]동물생명자원학과', 77.21),
(16, '[가군]환경디자인원예학과', 76.58),
(17, '[가군]카메카트로닉스학과', 77.04),
(18, '[가군]건축학과(5년)', 75.32),
(19, '[다군]간호학과', 88.09),
(20, '[다군]물리치료학과', 83.22),
(21, '[다군]자유전공학부', 82.62);

-- --------------------------------------------------------

--
-- 테이블 구조 `yeungin(technical)`
--

CREATE TABLE `yeungin(technical)` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8_unicode_520_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_520_ci COMMENT='영진전문대학';

--
-- 테이블의 덤프 데이터 `yeungin(technical)`
--

INSERT INTO `yeungin(technical)` (`num`, `department`, `grade`) VALUES
(1, '간호학과', 57.44),
(2, '국제관광계열', 50),
(3, '부사관계열', 55.56),
(4, '사회복지과', 57.94),
(5, '사회복지과(야간)', 51.81),
(6, '스마트경영계열', 50.44),
(7, '스마트경영계열(야간)', 49.78),
(8, '신재생에너지전기계열', 57.2),
(9, '신재생에너지전기계열(야간)', 50.53),
(10, '유아교육과', 57.63),
(11, '전자정보통신계열', 56.61),
(12, '전자정보통신계열(야간)', 52.99),
(13, '컴퓨터응용기계계열', 57.35),
(14, '컴퓨터응용기계계열(야간)', 53.72),
(15, '컴퓨터정보계열', 55.24),
(16, '콘텐츠디지인과', 55.43),
(17, '건축인테리어디자인계열', 54.18);

-- --------------------------------------------------------

--
-- 테이블 구조 `yeungnam`
--

CREATE TABLE `yeungnam` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='영남대학교';

--
-- 테이블의 덤프 데이터 `yeungnam`
--

INSERT INTO `yeungnam` (`num`, `department`, `grade`) VALUES
(1, '[다군]천마인재학부-정책과학전공', 89.93),
(2, '[다군]인문자율전공학부(인문사회계열)', 79.23),
(3, '[가군]인문자율전공학부(항공운항계열)', 81.17),
(4, '[다군]인문자율전공학부(자연계열)', 70.88),
(5, '[나군]국어국문학과', 68.03),
(6, '[나군]중국언어문화학과', 75.8),
(7, '[나군]일어일문학과', 70.83),
(8, '[나군]영어영문학과', 71.98),
(9, '[나군]불어불문학과', 68.75),
(10, '[나군]독어독문학과', 69.23),
(11, '[나군]철학과', 70.5),
(12, '[나군]역사학과', 73.3),
(13, '[나군]문화인류학과', 68.1),
(14, '[나군]심리학과', 77.13),
(15, '[나군]사회학과', 75.28),
(16, '[나군]언론정보학과', 75.95),
(17, '[나군]수학과', 65.9),
(18, '[나군]통계학과', 71.58),
(19, '[나군]물리학과', 65.95),
(20, '[나군]화학생화학부', 66.8),
(21, '[나군]생명과학과', 64.53),
(22, '[다군]건설시스템공학과', 64.73),
(23, '[다군]환경공학과', 66.45),
(24, '[다군]도시공학과', 67.275),
(25, '[나군,다군]기계공학부', 76.75),
(26, '[다군]신소재공학부', 70.05),
(27, '[다군]전기공학과', 71.05),
(28, '[다군]전자공학과', 77.43),
(29, '[다군]컴퓨터공학과', 70.85),
(30, '[다군]모바일정보통신공학과', 69.85),
(31, '[다군]화학공학부', 75.23),
(32, '[다군]융합섬유공학과', 63.45),
(33, '[다군]정치외교학과', 73.13),
(34, '[다군]행정학과', 83.28),
(35, '[다군]새마을국제개발학과', 75.55),
(36, '[다군]경찰행정학과', 82.58),
(37, '[가군]군사학과', 68.93),
(38, '[나군]경제금융학부', 76.83),
(39, '[나군]국제통상학부', 76.35),
(40, '[나군]경영학과', 79.43),
(41, '[나군]회계세무학과', 80.93),
(42, '[나군]의예과', 96.05),
(43, '[다군]식품자원경제학과', 72.73),
(44, '[다군]원예생명과학과', 66.08),
(45, '[다군]산림자원및조경학과', 67.83),
(46, '[다군]식품공학과', 74.65),
(47, '[다군]외식산업학과', 61.4),
(48, '[나군]가족주거학과', 68.05),
(49, '[나군]식품영양학과', 70.4),
(50, '[나군]의류패션학과', 67.08),
(51, '[나군]체육학전공', 60.67),
(52, '[다군]교육학과', 81.48),
(53, '[다군]국어교육과', 87.28),
(54, '[다군]영어교육과', 87.33),
(55, '[다군]한문교육과', 72.03),
(56, '[다군]유아교육과', 78.15),
(57, '[다군]수학교육과', 84.1),
(58, '[다군]특수체육교육과', 71.83),
(59, '[나군]회화전공', 44.53),
(60, '[나군]트랜스아트전공', 47.67),
(61, '[나군]시각디자인학과', 58.33),
(62, '[나군]산업디자인학과', 51.97),
(63, '[나군]생활제품디자인학과', 51.17),
(64, '[나군]음악과', 27.67),
(65, '[나군]성악과', 34.7),
(66, '[나군]기악과', 28.77),
(67, '[나군]생명공학부', 69.23),
(68, '[다군]건축학부', 68.6),
(69, '[다군]국어국문학과(야간)', 55.8),
(70, '[다군]정치외교학과(야간)', 61.63),
(71, '[다군]행정학과(야간)', 64.88),
(72, '[다군]새마을국제개발학과(야간)', 61.83),
(73, '[다군]경제금융학부(야간)', 64.3),
(74, '[다군]국제통상학부(야간)', 66.38),
(75, '[다군]경영학과(야간)', 66.03),
(76, '[다군]전기공학과(야간)', 64.85);

-- --------------------------------------------------------

--
-- 테이블 구조 `yeungnam_of_science(technical)`
--

CREATE TABLE `yeungnam_of_science(technical)` (
  `num` int(10) NOT NULL,
  `department` char(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `grade` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='영남이공대학';

--
-- 테이블의 덤프 데이터 `yeungnam_of_science(technical)`
--

INSERT INTO `yeungnam_of_science(technical)` (`num`, `department`, `grade`) VALUES
(1, '간호학과', 71.67),
(2, '기계계열', 45.67),
(3, '기계계열(야간)', 29.67),
(4, '자동차계열', 43),
(5, '화장품화공계열', 37),
(6, '건축과', 19.33),
(7, '토목과', 21.33),
(8, '전기자동화과', 39.33),
(9, '전기자동화과(야간)', 19),
(10, '전자정보계열', 40.67),
(11, '컴퓨터정보과', 34.33),
(12, '경영계열', 7.67),
(13, '사이버보안과', 17.33),
(14, '사이버국방경찰계열(남)', 33),
(15, '사이버국방경찰계열(여)', 33.33),
(16, '사이버국방경찰계열-경찰사이버전공', 32.33),
(17, '식음료조리계열-조리전공', 13.67),
(18, '식음료조리계열-식품영양전공', 30.67),
(19, '관광계열-호텔관광전공', 16),
(20, '관광계열-항공서비스전공', 26),
(21, '입체영상미디어과', 17.67),
(22, '패션코디디자인과', 32.33),
(23, '산업디자인과-실내디자인전공', 33.33),
(24, '산업디자인과-시각디자인전공', 43.33),
(25, '보건과학계열', 25),
(26, '사회복지-보육과', 20.33),
(27, '박승철헤어과', 23.67),
(28, '스킨케어과', 17),
(29, '물리치료과', 49.67),
(30, '치위생과', 46);

--
-- 덤프된 테이블의 인덱스
--

--
-- 테이블의 인덱스 `andong`
--
ALTER TABLE `andong`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `catholic_of_daegu`
--
ALTER TABLE `catholic_of_daegu`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `daeguhaany`
--
ALTER TABLE `daeguhaany`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `daejeon`
--
ALTER TABLE `daejeon`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `dankook`
--
ALTER TABLE `dankook`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `gyeongsang`
--
ALTER TABLE `gyeongsang`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `honam`
--
ALTER TABLE `honam`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `inha`
--
ALTER TABLE `inha`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `keimyung`
--
ALTER TABLE `keimyung`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `konkuk`
--
ALTER TABLE `konkuk`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `kyungil`
--
ALTER TABLE `kyungil`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `sahmyook`
--
ALTER TABLE `sahmyook`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `yeungin(technical)`
--
ALTER TABLE `yeungin(technical)`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `yeungnam`
--
ALTER TABLE `yeungnam`
  ADD PRIMARY KEY (`num`);

--
-- 테이블의 인덱스 `yeungnam_of_science(technical)`
--
ALTER TABLE `yeungnam_of_science(technical)`
  ADD PRIMARY KEY (`num`);

--
-- 덤프된 테이블의 AUTO_INCREMENT
--

--
-- 테이블의 AUTO_INCREMENT `andong`
--
ALTER TABLE `andong`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;
--
-- 테이블의 AUTO_INCREMENT `catholic_of_daegu`
--
ALTER TABLE `catholic_of_daegu`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;
--
-- 테이블의 AUTO_INCREMENT `daeguhaany`
--
ALTER TABLE `daeguhaany`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=40;
--
-- 테이블의 AUTO_INCREMENT `daejeon`
--
ALTER TABLE `daejeon`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;
--
-- 테이블의 AUTO_INCREMENT `dankook`
--
ALTER TABLE `dankook`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=72;
--
-- 테이블의 AUTO_INCREMENT `gyeongsang`
--
ALTER TABLE `gyeongsang`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=77;
--
-- 테이블의 AUTO_INCREMENT `honam`
--
ALTER TABLE `honam`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;
--
-- 테이블의 AUTO_INCREMENT `inha`
--
ALTER TABLE `inha`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;
--
-- 테이블의 AUTO_INCREMENT `keimyung`
--
ALTER TABLE `keimyung`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=84;
--
-- 테이블의 AUTO_INCREMENT `konkuk`
--
ALTER TABLE `konkuk`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=64;
--
-- 테이블의 AUTO_INCREMENT `kyungil`
--
ALTER TABLE `kyungil`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;
--
-- 테이블의 AUTO_INCREMENT `sahmyook`
--
ALTER TABLE `sahmyook`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
--
-- 테이블의 AUTO_INCREMENT `yeungin(technical)`
--
ALTER TABLE `yeungin(technical)`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;
--
-- 테이블의 AUTO_INCREMENT `yeungnam`
--
ALTER TABLE `yeungnam`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=77;
--
-- 테이블의 AUTO_INCREMENT `yeungnam_of_science(technical)`
--
ALTER TABLE `yeungnam_of_science(technical)`
  MODIFY `num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
